Repository: psyKomicron/ClipboardManager
Catalog: ClipboardManager/Resources.lang-*.resw
Source language: en_us
Languages: fr_fr

source: Enable/disable trigger
fr_fr: Activer/désactiver

# ActionEnabledToggleSwitchTeachingTip.Subtitle
source: Enable or disable the trigger. A disabled trigger will not be used in any action
fr_fr: Active ou désactive ce déclencheur. Un déclencheur désactivé ne sera plus utilisé dans aucune actions.

# ActionEnabledToggleSwitchTeachingTip.Title
source: Trigger status
fr_fr: Etat du déclencheur

# ActionFormatTextBlockTeachingTip.Subtitle
source: String that will be formatted with the content of the clipboard
fr_fr: Chaine de formattage du contenu du presse-papier

# ActionFormatTextBlockTeachingTip.Title
source: Trigger format
fr_fr: Formattage du déclencheur

# ActionLabelTextBlockTeachingTip.Subtitle
source: Label of the trigger, this name will be displayed for one of the button of a clipboard action
fr_fr: Label du déclencheur, ce nom sera affiché sur le bouton correspondant sur une action presse-papier

# ActionLabelTextBlockTeachingTip.Title
source: Trigger label
fr_fr: Label du déclencheur

# ActionRegexTextBlockTeachingTip.Subtitle
source: Regex that the clipboard content needs to match
fr_fr: Regex auquel le contenu du presse-papier doit correspondre

# ActionRegexTextBlockTeachingTip.Title
source: Trigger regex
fr_fr: Regex du déclencheur

# ActionsGridViewTeachingTip.Subtitle
source: Action buttons will be displayed here, click one to open the link created by the trigger format
fr_fr: Les boutons d'action seront ici, cliquer dessus ouvrira le lien créé par le formattage du déclencheur

# ActionsGridViewTeachingTip.Title
source: Action trigger buttons
fr_fr: Boutons d'action du déclencheur

# ApplicationUpdatedInfoBar.Message
source: ClipboardManager has been updated, to prevent any conflicts from the previous version settings have been cleared. You will need to locate your user file and reapply your settings.
fr_fr: ClipboardManager a été mise à jour et pour éviter d'éventuels conflits avec la version précédente, les paramètres de l'application ont été supprimés. Il vous faudra pointer le fichier utilisateur ainsi que réappliquer vos paramètres.

# ApplicationUpdatedInfoBar.Title
source: Application has received a major update
fr_fr: L'application a recu une mise à jour majeure

# ApplicationVersionHostControl.Header
source: Application version
fr_fr: Version d'application

# BrowserStringTextBox.PlaceholderText
source: Executable string
fr_fr: Chaine exécutable

# ClearActionsButtonToolTipTextBlock.Text
source: Clear actions list
fr_fr: Vider la liste d'actions

# ClearSettingsButton.Text
source: Clear
fr_fr: Nettoyer

# ClearSettingsHostControl.Header
source: Clear settings
fr_fr: Nettoyer les paramètres

# ClipboardActionRootGridTeachingTip.Subtitle
source: This is a clipboard trigger
fr_fr: Ceci est un déclencheur presse-papier

# ClipboardActionsListViewTeachingTip.Subtitle
source: Triggers list
fr_fr: Liste des déclencheurs

# ClipboardActionsListViewTeachingTip.Title
source: Clipboard triggers
fr_fr: Déclencheurs presse-papier

# ClipboardActionsPivotTeachingTip.Subtitle
source: View clipboard entries that triggered your custom clipboard triggers and start actions.
fr_fr: Affichez les entrées du presse-papiers qui ont déclenché vos déclencheurs de presse-papiers personnalisés et vos actions de lancement.

# ClipboardActionsPivotTeachingTip.Title
source: Clipboard actions
fr_fr: Actions presse-papier

# ClipboardActionsSaveFileMovedInfoBar.Message
source: Choose to create or locate the missing file.
fr_fr: Choisir ou créer le fichier manquant.

# ClipboardActionsSaveFileMovedInfoBar.Title
source: Clipboard action file is missing, it was either moved or deleted.
fr_fr: Le fichier des déclencheurs d'action est introuvable (déplacé ou supprimé)

# ClipboardTriggersPivotTeachingTip.Subtitle
source: View and edit clipboard triggers
fr_fr: Voir et modifier les déclencheurs presse-papier

# ClipboardTriggersPivotTeachingTip.Title
source: Clipboard triggers
fr_fr: Déclencheurs presse-papier

# CommandBarAddTriggerButton.Label
source: Add trigger
fr_fr: Ajouter déclencheur

# CommandBarImportButton.Label
source: Import
fr_fr: Ouvrir

# CommandBarReloadTriggersButton.Label
source: Reload triggers
fr_fr: Recharger déclencheurs

# CommandBarSaveButton.Label
source: Save
fr_fr: Sauvegarder

# CommandBarSaveButtonTeachingTip.Subtitle
source: Click to save the modifications made to any clipboard trigger
fr_fr: Sauvergarder les modifications faites aux déclencheurs presse-papier

# CommandBarTestRegexButton.Label
source: Test regex
fr_fr: Tester un déclencheur

# CreateButton.Content
source: Create
fr_fr: Créer

# CreateExampleFileHostControl.Text
source: Create example file
fr_fr: Créer un fichier example

# CreateExampleTriggersFileButtton.Content
source: Create
fr_fr: Créer

# DurationDefaultToggleButton.Content
source: Default
fr_fr: Defaut

# DurationShortToggleButton.Content
source: Short
fr_fr: Court

# EditActionButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit
fr_fr: Modifier

# EditButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit
fr_fr: Modifier

# EditButtonTeachingTip.Subtitle
source: Open a dialog to edit this trigger
fr_fr: Ouvre une fenêtre de dialogue pour modifier ce déclencheur

# EditButtonTeachingTip.Title
source: Edit
fr_fr: Modifier

# EditDialog.PrimaryButtonText
source: Ok
fr_fr: Valider

# EditDialog.SecondaryButtonText
source: Cancel
fr_fr: Annuler

# EnableOCRHostControl.Header
source: Enable OCR
fr_fr: Activer la ROC/OCR

# ErrorMessage_CannotSaveTriggersFileNotFound
source: Failed to save triggers file.
fr_fr: Impossible de sauvegarder le fichier des déclencheurs.

# ErrorMessage_CannotSaveTriggersNoUserFile
source: Missing triggers user file, triggers cannot be saved.
fr_fr: Le fichier des déclencheurs est introuvable, les déclencheurs ne peuvent pas être sauvegardés.

# ErrorMessage_CannotSaveTriggersXmlError
source: Failed to save triggers file, XML content is invalid.
fr_fr: Impossible de sauvegarder le fichier des déclencheurs, le contenu XML est invalide.

# ErrorMessage_InvalidTriggersFile
source: Triggers file contains invalid data.
fr_fr: Le fichier des déclencheurs contient des données invalides.

# ErrorMessage_MissingTriggersNode
source: XML declaration is missing '<triggers>' node. Check settings for an example of a valid XML declaration.
fr_fr: La déclaration XML manque le noeud <triggers>. Regardez dans les paramètres pour un exemple d'une déclaration XML valide.

# ErrorMessage_TriggersFileNotFound
source: Triggers (XML) file not found.
fr_fr: Fichier des déclencheurs non trouvé.

# ErrorMessage_XmlOldVersion
source: <actions> node has been renamed <triggers> and <action> <actions>. Rename those nodes in your XML file and reload triggers. You can easily access your user file via settings and see an example of a valid XML declaration there.
fr_fr: Le noeud <actions> à été renommé <triggers> et le noeud <action> <trigger>. Renommez ces noeuds dans votre fichier XML et rechargez les déclencheurs. Vous pouvez facilement accéder à votre fichier utilisateur via les paramètres de l'application et voir un exemple d'une déclaration XML valide.

# ErrorMessage_XmlParserError
source: Triggers (XML) file has invalid data, XML parser failed to parse.
fr_fr: Le fichier XML des déclencheurs contient des données invalides, le parseur XML n'a pas pu extraire les données.

# FormatLinkButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy formatted link to the clipboard
fr_fr: Copie le lien formatté dans le presse-papier

# FormatLinkButtonTeachingTip.Subtitle
source: Formats the action text with the default trigger format and adds it to the clipboard
fr_fr: Formate le texte de l'action avec le format par défaut du déclencheur et l'ajoute au presse-papiers

# FormatLinkButtonTeachingTip.Title
source: Format link
fr_fr: Formate le lien

# FormatWarningTextBlock.Text
source: Missing url protocol (https/http), application will default to https
fr_fr: Protocole (http/https) manquant, l'application utilisera https par défaut

# HeaderFormattingTextBlock.Text
source: Formatting & matching
fr_fr: Formattage & correspondance

# HeaderStorageTextBlock.Text
source: Storage
fr_fr: Stockage

# HeaderWindowStyleTextBlock.Text
source: Window
fr_fr: Fenêtre

# HideAppWindowHostControl.Header
source: Hide app window
fr_fr: Cacher la fenêtre

# HistoryToggleButtonTeachingTip.Subtitle
source: Quickly enable or disable actions history
fr_fr: Activer et désactiver l'historique des actions

# HistoryToggleButton_ToolTipTextBlock.Text
source: Disable history
fr_fr: Désactiver l'historique

# IgnoreCaseTextBlock.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Ignore case
fr_fr: Ignorer la casse

# ImportFromClipboardButtonToolTipTextBlock.Text
source: Import actions from clipboard
fr_fr: Importer le contenu du presse-papier

# LabelTextBlockTeachingTip.Subtitle
source: Clipboard text
fr_fr: Texte du presse-papier

# ListViewTeachingTip.Subtitle
source: You will find here the clipboard entries that match your clipboard triggers
fr_fr: Les entrées du presse-papier qui déclenchent les déclencheurs presse-papier seront affichées ici

# ListViewTeachingTip.Title
source: Clipboard action
fr_fr: Action presse-papier

# LocateButton.Content
source: Locate
fr_fr: Trouver

# MadeByTextBlock.Text
source: Made by psyKomicron
fr_fr: Créé par psyKomicron

# NoClipboardActionsInfoBar.Title
source: No clipboard triggers have been created, please create at least one action to use clipboard actions.
fr_fr: Aucun déclencheur créé, au moins 1 déclencheur est nécessaire pour utiliser les actions presse-papier.

# NoClipboardActionsTextBlock.Text
source: No clipboard triggers
fr_fr: Aucun déclencheur presse-papier

# NotificationScenariosComboBox_Alarm.Content
source: Alarm
fr_fr: Alarme

# NotificationScenariosComboBox_Default.Content
source: Default
fr_fr: Defaut

# NotificationScenariosComboBox_IncomingCall.Content
source: Incoming call
fr_fr: Appel

# NotificationScenariosComboBox_Reminder.Content
source: Reminder
fr_fr: Rappel

# NotificationsExpanderDurationHostControl.Header
source: Duration
fr_fr: Longeur

# NotificationsExpanderScenarioHostControl.Header
source: Scenario
fr_fr: Scénario

# NotificationsExpanderSoundHostControl.Header
source: Sound
fr_fr: Son

# NotificationSoundComboBox_Default.Content
source: Default
fr_fr: Defaut

# NotificationSoundComboBox_InstantMessage.Content
source: Instant message
fr_fr: Message instantané

# NotificationSoundComboBox_Reminder.Content
source: Reminder
fr_fr: Rappel

# NotificationSoundComboBox_Silent.Content
source: Silent
fr_fr: Silencieux

# OpenOptionsButtonTeachingTip.Subtitle
source: Click here to show additional options
fr_fr: Cliquer pour afficher les options cachées

# OpenQuickSettingsButtonTeachingTip.Subtitle
source: Open or close quick settings
fr_fr: Afficher ou cacher les options rapides

# OpenQuickSettingsButton_ToolTipTextBlock.Text
source: Quick settings
fr_fr: Raccourcis

# OpenSaveFileButton.Content
source: Open & edit
fr_fr: Ouvrir & modifier

# OpenSaveFileInfoBar.Message
source: One default trigger has been added as a template, do you want to edit it ?
fr_fr: Une action a été ajoutée en tant qu'example, voulez-vous la modifier ?

# OpenSaveFileInfoBar.Title
source: Save file successfully created !
fr_fr: Fichier de sauvegarde créé !

# OverlayPopupContentTextBlock.Text
source: Overlay mode has been enabled, the application's window won't be shown in the task bar or in system views. To show the window hit the "show window" shortcut.
fr_fr: Le mode de superposition a été activé, la fenêtre de l'application ne s'affichera plus dans la barre des tâches ou dans les vues du sytème. Utilisez le raccourci clavier pour afficher la fenêtre.

# OverlayPopupShowWarningCheckBox.Content
source: Show warning every time
fr_fr: Afficher l'avertissement à chaque fois

# OverlayPopupTitleTextBlock.Text
source: Overlay mode
fr_fr: Mode superposition

# OverwriteExampleTriggersFileButtton.Content
source: Overwrite
fr_fr: Ecraser

# RegexIgnoreCaseTextBlock.Text
source: Ignore case
fr_fr: Ignorer la casse

# RegexModeComboBox_Match_ToolTip.Text
source: String must match the full regex.
fr_fr: L'entièreté chaine doit vérifier la regex.

# RegexModeComboBox_Search_ToolTip.Text
source: Search for any subsequence in the string that matches the regex.
fr_fr: Recherche dans la chaine une séquence qui vérifie la regex.

# RegexModeTextBlock.Text
source: Search
fr_fr: Recherche

# ReloadActionsButtonTeachingTip.Subtitle
source: Manually reload clipboard triggers
fr_fr: Recharger les déclencheurs presse-papier

# ReloadTriggersButton_ToolTipTextBlock.Text
source: Reload triggers
fr_fr: Rafraichir les déclencheurs

# RemoveActionButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove action from the list
fr_fr: Supprimer l'action de la liste

# RemoveActionButtonTeachingTip.Subtitle
source: Remove the action from the list
fr_fr: Supprimer l'action de la liste

# RemoveActionButtonTeachingTip.Title
source: Remove
fr_fr: Supprimer

# RemoveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
fr_fr: Supprimer

# RemoveButtonTeachingTip.Subtitle
source: Remove and delete trigger
fr_fr: Supprime et enlève le déclencheur

# RemoveButtonTeachingTip.Title
source: Remove
fr_fr: Supprimer

# ReportIssueTextBlock.Text
source: Report bugs
fr_fr: Signaler un bug

# RootGridTeachingTip.Subtitle
source: This is a clipboard action
fr_fr: Ceci est une action presse-papier

# SaveWindowShortcutButton.Content
source: Save
fr_fr: Sauvegarder

# SettingsOtherLinksTextBlock.Text
source: Other links
fr_fr: Autres liens

# SettingsPivotTeachingTip.Subtitle
source: Change application settings here (auto startup, notifications)
fr_fr: Modifiez les paramètres de l'application (démarrage automatique, notifications)

# SettingsPivotTeachingTip.Title
source: Settings
fr_fr: Paramètres

# ShowWindowShortcutTextBlock.Text
source: Current show window shortcut
fr_fr: Raccourci clavier pour afficher la fenêtre

# SilenceNotificationsToggleButtonTeachingTip.Subtitle
source: Quickly enable or disable notifications
fr_fr: Activer et désactiver les notifications rapidement

# SilenceNotificationsToggleButton_ToolTipTextBlock.Text
source: Silence notifications
fr_fr: Mode silencieux

# StartMinimizedSubtitleTextBlock.Text
source: Control the application window state when it's auto-started.
fr_fr: Controler l'état de la fenetre lors du démarrage automatique.

# StartMinimizedTextBlock.Text
source: Start minimized
fr_fr: Démarrer minimisé

# StartTourButton.Content
source: Start tour
fr_fr: Démarrer le tour guidé

# StartTourInfoBar.Message
source: Start a short guided tour of the application
fr_fr: Démarrez un rapide tour guidé de l'application

# StartTourInfoBar.Title
source: Is this your first time ?
fr_fr: Est-ce votre première fois ?

# StringFormatError_ArgumentNotFound
source: Argument not found: {}. If you are using multiple placeholders '{}' index them (ex: {0}...{0}).
fr_fr: Argument non trouvé {}. Si vous utilisez plusieurs fois {} indexez les (ex: \\{0\\}....\\{0\\}).

# StringFormatError_Empty
source: Format string can't be empty
fr_fr: La chaine de formattage ne peut être vide.

# StringFormatError_MissingBraces
source: Format string is missing opening and closing brace '{}'
fr_fr: La chaine de formattage doit contenir des accolades '{}'.

# StringFormatError_MissingCloser
source: Format string is missing closing brace '}'
fr_fr: La chaine de formattage doit contenir une accolade fermante '}'.

# StringFormatError_MissingOpener
source: Format string is missing opening brace '{'
fr_fr: La chaine de formattage doit contenir une accolade ouvrante '{'.

# StringFormatWarning_MissingProtocol
source: Missing url protocol (https/http), application will default to https
fr_fr: Protocole d'url manquand (http/https), l'application utilisera https par défaut.

# StringRegexError_EmptyString
source: Regex string cannot be empty
fr_fr: L'expression régulière ne peut être vide.

# StringRegexError_Invalid
source: Invalid regex at position {}
fr_fr: Regex invalide à la position {}.

# TestInputTextBox.Header
source: Input
fr_fr: Texte

# ToastNotification_ClickAction
source: Click action
fr_fr: Cliquer sur l'action

# ToastNotification_OpenApp
source: Open app
fr_fr: Ouvrir l'application

# ToastNotification_TooManyButtons
source: Too many buttons
fr_fr: Trop de boutons

# TriggerError_FailedToReload
source: Failed to reload triggers
fr_fr: Echec lors du rechargement des déclencheurs.

# TriggersStorageExpander.Header
source: Triggers file
fr_fr: Fichier déclencheurs presse-papier

# TriggersXmlExampleHostControl.Header
source: Triggers XML example
fr_fr: Example XML déclencheurs presse-papier

source: Use regex match results
fr_fr: Utiliser le resultat du match regex

# UserFilePathTextBlock.Text
source: No path saved
fr_fr: Pas de chemin sauvegardé

# UseSearchFontIcon.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Use search
fr_fr: Utiliser le mode recherche

# ViewActionsInfoBar.Message
source: You can view your triggers in the clipboard triggers page.
fr_fr: Vous pouvez voir vos déclencheurs dans la page des déclencheur presse-papier

# ViewActionsInfoBar.Title
source: Clipboard triggers successfully loaded
fr_fr: Déclencheurs presse-papier chargés

# Warning_FailedToLoadClipboardHistory
source: Failed to load clipboard history
fr_fr: Impossible de récupérer l'historique du presse-papier.

# WindowPresenterOverlayResizableHostControl.Header
source: Overlay can be resized
fr_fr: Redimensionnement autorisé (mode compact)

# WindowPresenterOverlayShownInSwitcherHostControl.Header
source: Overlay is shown in switchers (Alt + Tab/Super + Tab)
fr_fr: Afficher dans les représentations système (ALT + TAB) (mode compact)

# WindowPresenterStyleAllowMaximizeHostControl.Header
source: Window can maximize
fr_fr: Maximiser la fenêtre

# WindowPresenterStyleAllowMinimizeHostControl.Header
source: Window can minimize
fr_fr: Minimiser la fenêtre

# WindowShortcutHostControl.Header
source: Show window shortcut
fr_fr: Raccourci clavier pour afficher la fenêtre

# HeaderBrowserTextBlock.Text
source: Browser
fr_fr: Navigateur
